Repository: igorkiselev/Parse-media-files-colors
Catalog: languages/media-colors-*.po
Languages: ru_ru

source: Basic settings
ru_ru: Базовые настройки

source: Brightness of the image (dark or light). Available as a boolean from post meta "media-tone".
ru_ru: Яркость изображение (темное или светлое). Возвращается как true или false в мета запросе "media-tone".

source: Colors
ru_ru: Цвета

source: Colors column
ru_ru: Колонка с цветом

source: Colors that dominate in the image. Available for you as an array from post meta "media-color".
ru_ru: Цвета которые преобладают в изображении. Возвращается как массив с #hex цветами по мета запросу "media-color".

source: Dark
ru_ru: Темное

source: Debug
ru_ru: Дебаггер

source: Image brightness
ru_ru: Яркость изображения

source: Image size for parcing
ru_ru: Размер изображения для парсера

source: Light
ru_ru: Светлое

source: Main colors in the image
ru_ru: Основные цвета в изображении

source: Media Colors
ru_ru: Цвета в изображении

source: Media parser
ru_ru: Медиа парсер

source: Plugin that analyses uploaded image and generates most used colors in it.
ru_ru: Плагин, который анализирует загруженное изображение и генерирует наиболее часто используемые цвета в нем

source: Plugin to make work easier. Developed by Igor Kiselev in <a href="//www.justbenice.ru/">Just Be Nice</a>
ru_ru: Плагин для облегчения работы. Разработан Игорем Киселевым в <a href="//www.justbenice.ru/">Just Be Nice</а>

source: Select image parse quality (the smallest the fastest)
ru_ru: Выберите качество разбора изображения (наименьшее анализируется быстрее)

source: Settings
ru_ru: Настройки

source: Show collor palletes in media library
ru_ru: Отображение цветовые палитры в медиафайлах

source: Theme
ru_ru: Тема

source: You do not have sufficient permissions to access this page.
ru_ru: У вас недостаточно прав для доступа к этой странице.
